Repository: haefele/ChatPrisma
Catalog: src/ChatPrisma/Resources/Strings.*.resx
Languages: de

source: About
de: Über

source: Open-source libraries
de: Open-Source Bibliotheken

source: Contact
de: Kontakt

# OpenSourcePraise
source: {0} would not have been possible without these open-source libraries. That's why I wanna say a big thank you to all developers of these libraries.
de: {0} wäre ohne die Unterstützung dieser Open-Source-Bibliotheken nicht möglich gewesen. Daher möchte ich mich herzlich bei allen Entwicklern dieser Bibliotheken bedanken.

source: Settings
de: Einstellungen

# StartWithWindows
source: Start {0} automatically with Windows
de: {0} automatisch mit Windows starten

# OpenAIModelTooltip
source: Which OpenAI model should be used for text enhancements. Zum Beispiel: • gpt-3.5-turbo • gpt-4 • gpt-4-1106-preview
de: Welches Model von OpenAI für die Textverbesserung verwendet werden soll. Zum Beispiel: • gpt-3.5-turbo • gpt-4 • gpt-4-1106-preview

# ApiKeyMissing
source: Please enter an OpenAI API key in the settings.
de: Bitte tragen Sie einen OpenAI API-Key in den Einstellungen ein.

# ModelMissing
source: Please enter an OpenAI model in the settings.
de: Bitte tragen Sie ein OpenAI Model in den Einstellungen ein.

# StepperTooltip
source: The version of the currently shown text. Previous version: ALT+Left Next version: ALT+Right
de: Die Version des aktuell angezeigten Textes. Vorherige Version: ALT+Links Nächste Version: ALT+Rechts

source: auto. insert
de: auto. einfügen

# AutoInsertTooltip
source: If checked, the text will be automatically inserted into the previous application.
de: Wenn angehakt, wird der Text automatisch in der vorherigen Anwendung eingefügt.

# AcceptTextTooltip
source: Accept the text and copy it into the clipboard. CTRL+Enter
de: Den Text akzeptieren und in die Zwischenablage kopieren. STRG+Enter

# TextEnhancement
source: Change
de: Änderungen

# TextEnhancementPlaceholder
source: Instructions how the text should be improved
de: Anweisung wie der Text verbessert werden soll

source: New version:
de: Neue Version:

source: No update available
de: Kein Update verfügbar

# NoUpdateAvailableDescription
source: You are currently using the latest version of {0}!
de: Sie verwenden im Moment die aktuellste Version von {0}!

source: Update available
de: Update verfügbar

# UpdateAvailableDescription
source: An update for {0} is available!
de: Ein Update für {0} steht zur Verfügung!

source: Update now!
de: Jetzt updaten!

source: Your version:
de: Ihre Version:

source: Check for updates
de: Nach Updates suchen

source: Shutdown
de: Beenden
